# encoding: utf-8
# @Author: gibbs
# @Date:   2016-05-19T09:24:31+08:00
# @Last modified by:   jeffrey
# @Last modified time: 2016-05-19T10:16:15+08:00
dict_isp = {"方正宽带": 9,
            "有线通": 11,
            "移动": 16,
            "光环新网": 2,
            "电信": 14,
            "广电网": 7,
            "和记电讯": 5,
            "华数宽带": 3,
            "鹏博士": 21,
            "铁通": 19,
            "教育网": 8,
            "日升科技": 10,
            "歌华有线": 12,
            "中电华通": 1,
            "联通": 17,
            "电信通": 15,
            "油田宽带": 13,
            "天威视讯": 6,
            "长城宽带": 20,
            "台湾大哥大": 4,
            "视讯宽带": 18,
            "未知": 999}