#encoding: utf-8
# @Author: jeffrey
# @Date:   2016-05-19T09:23:58+08:00
# @Last modified by:   jeffrey
# @Last modified time: 2016-05-19T10:08:32+08:00
dist_province={
    '河北':1,
    '天津':33,
    '广东':15,
    '广西':29,
    '湖北':13,
    '四川':17,
    '重庆':35,
    '台湾':31,
    '黑龙江':6,
    '甘肃':22,
    '西藏':20,
    '辽宁':4,
    '贵州':18,
    '宁夏':23,
    '香港':25,
    '山东':11,
    '福建':9,
    '上海':27,
    '安徽':8,
    '江西':10,
    '未知':26,
    '新疆':24,
    '河南':12,
    '北京':32,
    '海南':16,
    '山西':2,
    '未知':36,
    '澳门':34,
    '青海':30,
    '浙江':28,
    '湖南':14,
    '江苏':7,
    '内蒙古':3,
    '陕西':21,
    '吉林':5,
    '云南':19
}
