#encoding: utf-8
# @Author: jeffrey
# @Date:   2016-05-19T17:30:07+08:00
# @Last modified by:   jeffrey
# @Last modified time: 2016-05-19T20:56:26+08:00
dist_win10_page_type={
    "5": "启动页",
    "7": "基础页",
    "10": "左侧导航－全网搜索",
    "11": "左侧导航－视频片库",
    "12": "左侧导航－所有频道",
    "13": "左侧导航－播放记录",
    "14": "左侧导航－收藏记录",
    "15": "左侧导航－个人中心",
    "16": "左侧导航－下载管理页",
    "21": "左侧导航－帮助反馈",
    "22": "左侧导航－应用设置",
    "23": "左侧导航－直播频道",

    "1000": "点播播放页",

    "1010": "直播播放页",
    "1020": "离线播放页",
    "1701": "激活服务－推送弹窗",
    "1801": "激活服务－磁贴",
    "1901": "激活服务－磁贴",
    "2001": "激活服务－协议启动",

    "1101": "精选",
    "1102": "综艺",
    "1103": "电视剧",
    "1104": "电影",
    "1105": "音乐",
    "1106": "纪录片",
    "1107": "动漫",
    "1108": "生活",
    "1109": "原创",
    "1110": "新闻",
    "1111": "超级女声",
    "1112": "教育",
    "1113": "游戏",
    "1114": "体育",
    "1115": "直播",
    "1116": "会员",
    "1117": "少儿",
    "1118": "逗爸",
    "1119": "乐活",
    "1120": "趣玩",

    "1201": "左侧频道－综艺",
    "1202": "左侧频道－电视剧",
    "1203": "左侧频道－电影",
    "1204": "左侧频道－音乐",
    "1205": "左侧频道－纪录片",
    "1206": "左侧频道－动漫",
    "1207": "左侧频道－生活",
    "1208": "左侧频道－原创",
    "1209": "左侧频道－新闻",
    "1210": "左侧频道－教育",
    "1211": "左侧频道－游戏",
    "1212": "左侧频道－体育",
    "1213": "左侧频道－直播",
    "1214": "左侧频道－会员",

    "1501": "账号登录弹窗",
    "1502": "QQ登录弹窗",
    "1503": "微信登录弹窗",
    "1504": "微博登录弹窗",

    "1601": "离线合辑页",
    "1602": "正在下载页",
    "1603": "已下载页",
    "1604": "下载帮助页",

    "2002": "列表精选推荐",
    "2003": "片尾推荐",

    "2101": "问题反馈",
    "2102": "使用帮助",

    "2201": "常规设置",
    "2202": "热键设置",
    "2203": "实验室",
    "2204": "关于我们",

    "2301": "直播大厅",
    "2302": "电视台直播",
    "2303": "个人直播",
    "2304": "轮播直播",


}


dist_win10_page_id={
    "1000":"vid"    
}
